[M_IrisDL2_PumpkinHead MissionDefinition]
MissionName="Your first fan"
MissionDescription="Tina Cicutina asked for the background of the gladiator and murderer Sucio Punales. [place]late[-place]."
TurnInDescription="Tina may not have discovered the identity, but she discovered something very important: the death of another consciousness!!<br><br>Now that's funny."
MissionSummary="Download Tina Civitina's book."
MissionGiver="other colors"
MissionTurnInLocation="Small"
TeaserText="Don't meet your hero."

[M_IrisDL2_PumpkinHead:BreatIntoDen MissionObjectiveDefinition]
ProgressMessage="Look for dirty knives"

[M_IrisDL2_PumpkinHead:GetAutograph MissionObjectiveDefinition]
ProgressMessage="Look for the signature of the city"

[M_IrisDL2_PumpkinHead:GetHead2 MissionObjectiveDefinition]
ProgressMessage="Remove dirty ends"

[M_IrisDL2_PumpkinHead:KillBenny MissionObjectiveDefinition]
ProgressMessage="hall of death"

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:TakePaper2 MissionObjectiveDefinition]
ProgressMessage="Take the paper"

